[
    {"order":1,"id":"CoverSheet01", "Description":"Name of State"},
    {"order":2,"id":"CoverSheet02", "Description":"Name(s) of State Personnel Completing the Checklist"},
    {"order":3,"id":"CoverSheet03", "Description":"Please select \"Medicaid\" if the managed care contract covers only Medicaid enrollees, including Medicaid expansion CHIP (Title XIX) enrollees. Please select \"CHIP\" if the contract covers only separate CHIP enrollees (Title XXI). Select \"Both\" if the contract covers both Medicaid and separate CHIP enrollees. "},
    {"order":4,"id":"CoverSheet04", "Description":"The name of the contracted health plan(s)"},
    {"order":5,"id":"CoverSheet05", "Description":"A base contract is the state's full contract with an entity; a contract amendment changes an existing base contract."},
    {"order":6,"id":"CoverSheet06", "Description":"These entities are defined in regulation at 42 CFR 438.2. Select \"yes\" or \"no\" for each of the following seven rows (Rows 13-19). When a user selects an entity type, this workbook will automatically apply crosshatching (i.e., a diagonal line pattern) to items that do not apply to that entity type to deactivate them. A user must select “yes” or “no” for all seven rows for crosshatching to apply correctly."},
    {"order":7,"id":"CoverSheet07", "Description":"An entity that has, or is seeking to qualify for, a comprehensive risk contract"},
    {"order":8,"id":"CoverSheet08", "Description":"With the exception of California, please select \"No\" under the drop-down menu. A county operated entity that, in exchange for capitation payments, covers services for beneficiaries."},
    {"order":9,"id":"CoverSheet09", "Description":"An entity that provides services, receives prepaid capitation payments and is responsible for inpatient and institutional services for its enrollees and does not have a comprehensive risk contract."},
    {"order":10,"id":"CoverSheet10", "Description":"An entity that provides services, receives prepaid capitation payments, and is NOT responsible for inpatient and institutional services for its enrollees."},
    {"order":11,"id":"CoverSheet11", "Description":"An entity that provides only NEMT services to enrollees under contract with the state, and on the basis of prepaid capitation payments, or other payment arrangements that do not use state plan payment rates."},
    {"order":12,"id":"CoverSheet12", "Description":"A primary care case manager or entity that contracts with the state to provide a defined set of functions. "},
    {"order":13,"id":"CoverSheet13", "Description":"An entity that provides services as defined in regulation in addition to primary care case management services for the state."},
    {"order":14,"id":"CoverSheet14", "Description":"For risk-bearing entities, the contractor assumes cost of services and liabilities if there is a loss. MCOs are always risk-bearing in accordance with 42 CFR 438.2 and 42 CFR 457.10; however, PIHPs, PAHPs, and NEMT-PAHPs may be risk-based or non-risk-based."},
    {"order":15,"id":"CoverSheet15", "Description":"Is the contract draft or executed?"},
    {"order":16,"id":"CoverSheet16", "Description":"The date on which the full contract began/will begin. "},
    {"order":17,"id":"CoverSheet17", "Description":"If the contract being submitted for review is an amendment to an existing contract, the start date is the date on which the amendment will/did go into effect. If the contract is not an amendment write \"N/A\"."},
    {"order":18,"id":"CoverSheet18", "Description":"The date on which the action ends. If the contract amendment has no end date, the amendment end date entered should be the date on which the base contract ends.  If the base contract has no end date, write \"N/A\"."},
    {"order":19,"id":"CoverSheet19", "Description":"The date on which the associated contract rating period begins."},
    {"order":20,"id":"CoverSheet20", "Description":"The date on which the associated contract rating period ends."},
    {"order":21,"id":"CoverSheet21", "Description":"Add in any additional notes regarding this contract."},
    {"order":22,"id":"CoverSheet22", "Description":"Enter CMS Reviewer First and Last Name"},
    {"order":23,"id":"CoverSheet23", "Description":"Enter date in 00/00/0000 format"},
    {"order":24,"id":"CoverSheet24", "Description":"Enter the name(s) of the program(s) included in this contract"},
    {"order":25,"id":"CoverSheet25", "Description":"1915(a)(1)(A) voluntary"},
    {"order":26,"id":"CoverSheet26", "Description":"State Plan Amendment (Title XIX)"},
    {"order":27,"id":"CoverSheet27", "Description":"1115 waiver"},
    {"order":28,"id":"CoverSheet28", "Description":"1915(b) waiver"},
    {"order":29,"id":"CoverSheet29", "Description":"Other"},
    {"order":30,"id":"CoverSheet30", "Description":"State Plan Amendment (Title XXI)"},
    {"order":31,"id":"CoverSheet31", "Description":"1115 waiver"},
    {"order":32,"id":"A01", "Description":"The contract submission is signed and dated by all parties."},
    {"order":33,"id":"A02", "Description":"The contract submission is complete. That is:\n- All pages, appendices, attachments, etc. were submitted to the Centers for Medicare & Medicaid Services (CMS)\n- Any documents incorporated by reference (including, but not limited to, state statute, state regulation, or other binding document, such as a member handbook) to comply with federal regulations and the requirements of this review tool were submitted to CMS."},
    {"order":34,"id":"A03", "Description":"If the contract submission is an amendment, CMS has approved the base contract and any amendments with a dependency.   "},
    {"order":35,"id":"A04", "Description":"If the contract submission implements capitation rates or a change in the contract may impact 42 CFR 438.4, CMS has received a rate certification from the state."},
    {"order":36,"id":"A05", "Description":"If the contract submission implements capitation rates or a change in the contract may impact 42 CFR 438.4, the DMCO has completed the CMS rate-setting review tool and determined the rates to be compliant with federal requirements."},
    {"order":37,"id":"A06", "Description":"If the contract submission implements capitation rates or a change in the contract may impact 42 CFR 438.4, and if CMS's Office of the Actuary (OACT) reviewed the rate certification, the CO rate liaison has indicated that OACT's review is complete. "},
    {"order":38,"id":"A07", "Description":"If the state is increasing or decreasing previously certified rates without submitting a rate certification, the rate change must be within 1.5 percent per rate cell of the rates previously certified for the applicable rating period."},
    {"order":39,"id":"A08", "Description":"If the state is increasing or decreasing rates within a previously certified rate range without submitting a rate certification, the rate change must be within 1 percent per rate cell within the rate range previously certified for the applicable rating period."},
    {"order":40,"id":"A09", "Description":"If the contract submission implements capitation rates for the state's annual rating period, the Division of Managed Care Operations (DMCO) received the state's summary description of Medical Loss Ratio (MLR) reports received from the HIO(s), MCO(s), PIHP(s) and PAHP(s) under contract with the state. "},
    {"order":41,"id":"A10", "Description":"The contract submission complies with the federal authority(ies) approved by CMS. For example, if the contractor delivers services for a program authorized under section 1915(b)/1915(c) concurrent authority, the contract is in compliance with the approved section 1915(b)/1915(c) waivers. If the contract action includes a new benefit, the state has submitted a SPA or waiver amendment, requesting authority to cover the benefit.  "},
    {"order":42,"id":"A11", "Description":"If the state is providing any services to MCO enrollees using a delivery system other than the MCO delivery system and (1) a change in benefits provided by the HIO, MCO, PIHP, PAHP or fee-for-service is occurring or (2) the state is contracting with a new MCO(s), the state has provided documentation of how the requirements of 42 CFR part 438, subpart K regarding parity in mental health and substance use disorder benefits are met with the submission of the MCO contract."},
    {"order":43,"id":"A12", "Description":"If the contract submission includes state-directed payment initiatives other than the adoption of a minimum fee schedule using State Plan approved rates under 42 CFR 438.6(c), CMS has approved a Section 438.6(c) Preprint prior to the arrangement being implemented. Each state-directed payment arrangement must be described in the Managed Care Plan (MCP) contract and the description must be consistent with the CMS-approved Section 438.6(c) Preprint. Note: If the contract includes adoption of a minimum fee schedule using State Plan approved rates under 42 CFR 438.6(c)(1)(iii)(A), the state-directed payment must be described in the MCP contract, but CMS approval of a preprint is not applicable."},
    {"order":44,"id":"A13", "Description":"If the contract submission implements risk-sharing mechanisms (such as reinsurance, risk corridors, or stop-loss limits), the mechanism(s) must be documented in the contract and rate certification documents for the rating period prior to the start of the rating period.   "},
    {"order":45,"id":"A14", "Description":"If the state is implementing a managed care program, whether the program is voluntary or mandatory, the state has submitted a readiness review in accordance with 42 CFR 438.66(d)(2), (d)(3), and (d)(4)."},
    {"order":46,"id":"A15", "Description":"If the MCP has not previously contracted with the state, the state has submitted a readiness review in accordance with 42 CFR 438.66(d)(2), (d)(3), and (d)(4)."},
    {"order":47,"id":"A16", "Description":"If the MCP currently contracting with the state will provide or arrange for the provision of covered benefits to new eligibility groups, the state has submitted a readiness review in accordance with 42 CFR 438.66(d)(2), (d)(3), and (d)(4). "},
    {"order":48,"id":"A17", "Description":"The contract submission is signed and dated by all parties."},
    {"order":49,"id":"A18", "Description":"The contract submission is complete. That is:\n All pages, appendices, attachments, etc. were submitted to the Centers for Medicare & Medicaid Services (CMS).\nAny documents incorporated by reference (including, but not limited to, state statute, state regulation, or other binding document, such as a member handbook) to comply with federal regulations and the requirements of this review tool were submitted to CMS."},
    {"order":50,"id":"A19", "Description":"If the contract submission is an amendment, CMS has approved the base contract and any amendments with a dependency.   "},
    {"order":51,"id":"A20", "Description":"If the contract submission implements capitation rates or a change in the contract may impact 42 CFR 438.4, the Division of Managed Care Operations (DMCO) received the state's summary description of Medical Loss Ratio (MLR) reports received from the MCO(s), PIHP(s) and PAHP(s) under contract with the state."},
    {"order":52,"id":"B01", "Description":"The contract prohibits the MCP from enrollment discrimination."},
    {"order":53,"id":"B02", "Description":"The contract requires that for enrollees who qualify under the rural resident exception (under which a state may limit a rural area resident to a single MCP), the limitation on the enrollee's freedom to change between Primary Care Providers (PCP) can only be as restrictive as the limitations on disenrollment from the MCP as requested by the enrollee. "},
    {"order":54,"id":"B03", "Description":"The contract requires the MCP to allow each enrollee to choose his or her network provider to the extent possible and appropriate. "},
    {"order":55,"id":"B06", "Description":"The contract specifies the requirements and limitations of disenrollment, regardless of whether enrollment is mandatory or voluntary."},
    {"order":56,"id":"B07", "Description":"For Indian Managed Care Entities (IMCE), the contract allows the MCP to restrict enrollment of Indians in the same manner as Indian Health Programs may restrict the delivery of services to Indians. "},
    {"order":57,"id":"B08", "Description":"The contract requires that any Indian enrolled in an MCP, that is not a IMCE, and eligible to receive services from an Indian Health Care Provider (IHCP) PCP participating as a network provider, is permitted to choose that IHCP as their PCP, as long as that provider has capacity to provide the services. "},
    {"order":58,"id":"B09", "Description":"The contract prohibits the MCP from enrollment discrimination."},
    {"order":59,"id":"B10", "Description":"The contract requires the MCP to allow each enrollee to choose his or her network provider to the extent possible and appropriate. "},
    {"order":60,"id":"B11", "Description":"The contract specifies the requirements and limitations of disenrollment, regardless of whether enrollment is mandatory or voluntary."},
    {"order":61,"id":"B12", "Description":"For IMCEs, the contract allows the MCP to restrict enrollment of American Indians/Native Americans in the same manner as Indian Health Programs may restrict the delivery of services to American Indians/Native Americans. "},
    {"order":62,"id":"B13", "Description":"The contract requires that any Indian enrolled in an MCP, that is not a IMCE, and eligible to receive services from an IHCP PCP participating as a network provider, is permitted to choose that IHCP as their PCP, as long as that provider has capacity to provide the services. "},
    {"order":63,"id":"C01", "Description":"The contract requires the Managed Care Plan (MCP) to provide information to enrollees and potential enrollees in a manner and format that may be easily understood and is readily accessible."},
    {"order":64,"id":"C02", "Description":"The contract requires that the MCP's written materials that are critical to obtaining services include taglines in the prevalent non-English languages in the state and in a conspicuously visible font size that provides information on how to request auxiliary aids and services and the toll-free and Teletypewriter Telephone/Text Telephone (TTY/TDY) telephone number of the MCP's member/customer service unit."},
    {"order":65,"id":"C03", "Description":"The contract requires the MCP to utilize the model enrollee handbook developed by the state and provide the handbook to enrollees within a reasonable time after receiving notice of the beneficiary's enrollment."},
    {"order":66,"id":"C04", "Description":"The contract specifies that handbook information provided to the enrollee is considered to be provided if the MCP:\n- Mails a printed copy of the information to the enrollee's mailing address.\n- Provides the information by email after obtaining the enrollee's agreement to receive the information by email\n- Posts the information on its website and advises the enrollee in paper or electronic form that the information is available on the Internet and includes the applicable Internet address, provided that enrollees with disabilities who cannot access this information online are provided auxiliary aids and services upon request at no cost.\n- Provides the information by any other method that can reasonably be expected to result in the enrollee receiving that information."},
    {"order":67,"id":"C05", "Description":"The contract requires the MCP to make a provider directory available to the enrollee in paper form upon request and electronic form."},
    {"order":68,"id":"C06", "Description":"The contract requires that the MCP's provider network information included in paper directories is updated at least monthly or quarterly, depending on format, and is made available on the MCP website in a machine readable format as specified by the secretary."},
    {"order":69,"id":"C07", "Description":"The contract requires the MCP to provide formulary drug lists on the MCP's website in a machine readable file and format as specified by the Secretary."},
    {"order":70,"id":"C08", "Description":"The contract requires the MCP to make a good faith effort to give written notice of termination of a contracted provider to each enrollee who received his or her primary care from, or was seen on a regular basis by, the terminated provider. Notice to the enrollee must be provided by the later of 30 calendar days prior to the effective date of the termination, or 15 calendar days after receipt or issuance of the termination notice."},
    {"order":71,"id":"C09", "Description":"The contract requires the MCP to make available, upon request, any physician incentive plans in place. "},
    {"order":72,"id":"C10", "Description":"The contract specifies the content and distribution methods for MCP marketing materials."},
    {"order":73,"id":"C11", "Description":"The contract requires that if the MCP chooses to provide required information electronically to enrollees, it must be\n- in a format that is readily accessible;\n- in a location on the MCP's website that is prominent and readily accessible;\n- in an electronic form which can be electronically retained and printed;\n- consistent with content and language requirements."},
    {"order":74,"id":"C12", "Description":"The contract requires that if the MCP chooses to provide required information electronically to enrollees, the MCP must (1) notify the enrollee that the information is available in paper form without charge upon request, and (2) upon request, provide information in paper form within 5 business days."},
    {"order":75,"id":"C13", "Description":"The contract requires the MCP to provide adult enrollees with written information on advance directives policies, and include a description of applicable state law. "},
    {"order":76,"id":"C14", "Description":"The contract requires the MCP to reflect changes in state law in its written advance directives information as soon as possible, but no later than 90 days after the effective date of the change."},
    {"order":77,"id":"C15", "Description":"The contract requires the MCP to inform enrollees that it does not cover a counseling or referral service based on moral or religious objections."},
    {"order":78,"id":"C16", "Description":"The contract requires the MCP to notify enrollees when it adopts a policy to discontinue coverage of a counseling or referral service based on moral or religious objections at least 30 days prior to the effective date of the policy for any particular service."},
    {"order":79,"id":"C17", "Description":"The contract requires the MCP to use the state-developed definition for managed care terminology."},
    {"order":80,"id":"C18", "Description":"The contract requires that the MCP disseminate practice guidelines to enrollees and potential enrollees upon request."},
    {"order":81,"id":"C19", "Description":"The contract requires the MCP to use state developed enrollee notices."},
    {"order":82,"id":"C20", "Description":"The contract requires the MCP to make any reports of transactions between the MCP and parties in interest that are provided to the state, or other agencies available to MCP enrollees upon reasonable request. "},
    {"order":83,"id":"C21", "Description":"The contract requires the MCP to provide information to enrollees and potential enrollees in a manner and format that may be easily understood and is readily accessible."},
    {"order":84,"id":"C22", "Description":"The contract requires that the MCP's written materials that are critical to obtaining services include taglines in the prevalent non-English languages in the state and in a conspicuously visible font size that provide information on how to request auxiliary aids and services."},
    {"order":85,"id":"C23", "Description":"The contract requires the MCP to provide formulary drug lists on the MCP's website in a machine readable file and format as specified by the Secretary."},
    {"order":86,"id":"C24", "Description":"The contract requires the MCP to make a good faith effort to give written notice of termination of a contracted provider to each enrollee who received his or her primary care from, or was seen on a regular basis by, the terminated provider. Notice to the enrollee must be provided by the later of 30 calendar days prior to the effective date of the termination, or 15 calendar days after receipt or issuance of the termination notice."},
    {"order":87,"id":"C25", "Description":"The contract requires the MCP to make available, upon request, any physician incentive plans in place. "},
    {"order":88,"id":"C26", "Description":"The contract specifies the content and distribution methods for MCP marketing materials."},
    {"order":89,"id":"C27", "Description":"The contract prohibits the MCP from distributing marketing materials without first obtaining state approval."},
    {"order":90,"id":"C28", "Description":"The contract requires the MCP to distribute marketing materials to its entire service area as indicated in the contract."},
    {"order":91,"id":"C29", "Description":"The contract requires that the MCP does not seek to influence enrollment in conjunction with the sale or offering of any private insurance."},
    {"order":92,"id":"C30", "Description":"The contract prohibits the MCP from directly or indirectly engaging in door-to-door, telephone, e-mail, texting, or other cold-call marketing activities."},
    {"order":93,"id":"C31", "Description":"The contract specifies how the MCP ensures to the state that its marketing, including plans and materials, is accurate and does not mislead, confuse, or defraud the recipients or the state."},
    {"order":94,"id":"C32", "Description":"The contract requires that the MCP's materials cannot contain any assertion or statement (whether written or oral) that the recipient must enroll in the MCP to obtain benefits or to not lose benefits."},
    {"order":95,"id":"C33", "Description":"The contract requires that the MCP's materials cannot contain any assertion or statement (whether written or oral) that the MCP is endorsed by CMS, the Federal or state government, or a similar entity."},
    {"order":96,"id":"C34", "Description":"The contract requires that if the MCP chooses to provide required information electronically to enrollees, it must be: \n- in a format that is readily accessible; \n- in a location on the MCP's website that is prominent and readily accessible; \n- in an electronic form which can be electronically retained and printed;\n- consistent with content and language requirements."},
    {"order":97,"id":"C35", "Description":"The contract requires that if the MCP chooses to provide required information electronically to enrollees, the MCP must (1) notify the enrollee that the information is available in paper form without charge upon request, and (2) upon request, provide information in paper form within 5 business days."},
    {"order":98,"id":"C36", "Description":"The contract requires the MCP to inform enrollees that it does not cover a counseling or referral service based on moral or religious objections."},
    {"order":99,"id":"C37", "Description":"The contract requires the MCP to notify enrollees when it adopts a policy to discontinue coverage of a counseling or referral service based on moral or religious objections at least 30 days prior to the effective date of the policy for any particular service."}
]
